Repository: mozilla-l10n/mt-training-data
Catalog: lrk/lrk_pontoon.tmx
Source language: en_us
Languages: lrk

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
lrk: ھون مونوھون ڪي جملو هي<wikipediaLink> عوامي ڌومين</wikipediaLink> ھين ميني اي ني اپلوڊ ڪريا ري اجازت هي.

source: <icon></icon> Add multiple public domain sentences
lrk: </icon><icon>ڪيتائي عوامي ڊومين جملا ڀآرا ڪرو</icon>

source: Ideally natural and conversational (it should be easy to read the sentence)
lrk: مثالي طور تي قدرتي ھين گفتگو وارو (جملو پڙيا ۾ آسون ھووُ کپي)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
lrk: ھون حاصل ڪروہ چاھو ھين او ميلون ري جيم ڪي مقصد ياد ديرايا ھارو آپري پيݾ افت تازا ڪرو ھين حبر نامو عام آواز ري بارا ۾

source: I do not agree
lrk: ھون رازي ڪوئي ھون

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
lrk: جيڪدي ايڪ ڪلپ 2مينکو ري طرف مون رد ڪريو ھي او ڌيٽا سيٽ ري الگ زيلي سيٽ ۾ جاري ڪريو ھي

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
lrk: جيڪدي اي تمو را آپرا لفظ ھي تو بس چئو <italicizedText>“Self Citation”</italicizedText>. اموني ڄوڻ ري ضرورت هي ڪه تموني آ مواد ڪيويو مليو ڪي جيم امي چيڪ ڪري ھگهون ڪي آ عوامي ڊومين ۾ هي ھين ڪوئي بي ڪاپي رائيٽ پابندي لاڳو ڪوئي. حوالل بابت وڌيڪ جوڻ ھارو امو رو <guidelinesLink>Healthcares صفحو</guidelinesLink> جو.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
lrk: جيڪڏي رڪارڊنگ ٽٽي جائي، يا او ۾ ٽڪرا ٽڪرا هوئي، تو رد ڪرو جيستوئين متن جو پورو حصو اڃو تڪ ھوڻي نه سگي.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
lrk: جيڪدي تمي آ فائل بابت وڌيڪ جوڻ ڌيوُو چاهيو ھون، مهربوني ڪرين رابطوڪرو ڪريو<emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
lrk: جيڪدي تمي آ فائل بابت ڪوئي اضافي جوڻ ڌيووُ چايو ھون جي ٽيمپليٽ ۾ شامل ڪوئي هي، مهربوني ڪرين رابطو ڪرو<emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the "No" button.
lrk: جيڪڏي جملو ماٿي ڌيڌوڙا معيار ني پورو ڪوئي ڪري، "نت" ھوڻيا وارا تي ڪلڪ ڪرو.

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
lrk: جيڪدي جملو ماٿلي معيارو تي پورو نه اوتري تو، ڪلڪ ڪرو&quot; منا &quot;اوندھا پاھي بٽڻ. جيڪدي تمي جملا پڪ ڪوئيني ، تو تمي او ني سوڙي ھگهوھين ايتي جاوُ.

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
lrk: جيڪڏي جملو ناگوار يا پريشون ڪريا وارو هي - مثال طور واضح مواد ري ڪري، يا اسون ري <communityGuidelines>ڪميونٽي شرڪت ري رهنمائي</communityGuidelines> ري خلاف ورزي ري ڪري - تمو ني جملو ني رد ڪروہ کپي. تمي پڻ امو مون رابطو ڪري سگهو ھون<emailFragment>commonvoice@mozilla.com</emailFragment> تي مسئلو وڌايا ھارو

source: If the sentence meets the criteria above, click the "Yes" button.
lrk: جيڪڏي جملو ماٿي ڏيڌوڙا معيار تي پورو ڪري ھي تو، "ها" ھوڻيا وارا ني دٻاو.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
lrk: جيڪڏي جملو معيار تي پورو اوتري ، تو ڪلڪ ڪرو منظور ڪرو;تي ڪلڪ ڪرو ھوما پاھي ھوڻووُ

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
lrk: جيڪڏي تمي جملو ري بارا ۾ پخته ڪوئي هو، تو تمي اوني سوڙي بي سگهوھون ھين آگي وڌو.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
lrk: جيڪڏي تمو ني ڪوئي ايوي وات نظرآوي جي او هدايتنو ري موئي نه ھوئي، تو مهربوني ڪرين َآپري سٺو فيصلا ري مطابق ووٽ ڌيو. جيڪڏي تمي واقعي فيصلو ڪوئي ڪري سگهو، تو پسي "اسڪيپ" ھوڻوي استعمال ڪرو ھين آيا واري رڪارڊنگ تي جاوُ.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
lrk: ھمجي گھو <strong>ھين</strong>اووہ ني ھڻو <strong>جيڪدي تمي </strong> منظو ڪروہ بھتر ھي <strong>تو آ عام طور تي </strong> ھي

source: If you’d like to submit a tranche of questions for ingestion, you <githubLink>can do so via our GitHub</githubLink> or email your list to <emailFragment>commonvoice@mozilla.com.</emailFragment>
lrk: جيڪڏي تمي انجيڪشو ھارو سوالو رو ايڪ حصو جمع ڪراوُہ چاھو ھون، تو تمي <githubLink> امون ري GitHub</githubLink> ذريعي او ڪري سگهوھون يا آپري لسٽ <emailFragment>commonvoice@mozilla.com تي اي ميل ڪري سگهو ھون </emailFragment>

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
lrk: جيڪڏي تمي اسوني مون ڪوئي ڏن موئي نا ھڻو تو، <emailLink>{ $email }</emailLink> تي رابطو ڪرو ھين امي تموري طرف واپس آويو!

source: If you don't see your language in either part of the platform, select both.
lrk: جيڪدي تمو ني پليٽ فارم ري ٻيجا حصو ۾ آپري ٻولي نظر ڪوئي آوي تو ٻئي چونڊو.

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
lrk: جيڪدي تمي يا تموري ري ايدارو ري مقصد ۾ واپس حصو ليوہ چاهو ھون، تمي ايڪ ٺاهي سگهو<donateLink> دون</donateLink>يا امري ري پارٽنرشپ ٽيم تڪ پهوچي وڃو<emailFragment>commonvoice@mozilla.com</emailFragment>

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
lrk: جيڪڏي تمو ني حصو ليدا ۾ ڏکائي ھوئي رهي هي، تو تمي ڪي ڀي وقت آپري ٻولي ھارو سڀ مواد جويا ھارو واپس سوئچ ڪري سگهو ھون.

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
lrk: موڌل ٺايا ھارو اوزار جوئي رھيا ھون تمو ڪميونٽي ري ٻيجا مينکو مون ASRجيڪدي تمي </discourseLink>on Discourse <discourseLink>ڀيري سگھو ھين

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
lrk: جيڪڏي تمي ڊيٽا سيٽ بابت وڌيڪ ٻولووہ چاھون ھون، رٿيل پليٽ فارم ري توسيع ۾ ڀآري سيڙپڪاري ڪريوي چاهوھون يا تعاون را موقعا جووا چاهو ھون، <emailFragment>امو ني ايڪ لڪير ڏيو.</emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
lrk: جيڪدي تموني ڪني جائزو ليدا ھارو جملا ختم ھوئي گيا ھي، مهربوني ڪرين وڌيڪ جملا ڀيرا ڪريا ۾ اموري مدد ڪرو!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
lrk: ٺاھي ھي يا اووي </strong>ھمجي نا ممڪن <strong>جيڪدي تمي ھمجو ھو ڪي اوچار اوني ڪي پسي تمي ڪلپ </strong>ڀيجا مينک پڻ ٻولي ھي <strong>يا ايم ھي </strong>گھڻو پس منظر گوڙ <strong></accuracyLink>امو ري سھي ڪريا ري معيار ۾ وديڪ معلومات ني جو <accuracyLink>ني رڌ ڪروي کپي

source: Igbo
lrk: اگبو ٻولي

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
lrk: ھون صرف #CommonVoice ھارو آواز ري دون ھارو ايڪ ذاتي مقصد ٺاهيو هي -- ماري مون ڀيرا ھون ھين مشينون ني ھيکايا ۾ مدد ڪرو ڪي حقيقي مينک ڪيڪر وات چيت ڪري{ $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
lrk: ھون مطمئن ھون تمي اي معلومات بن سنڀاليا مون جيم تمي Mozilla ري <privacyLink>پرائيويسي پاليسي</privacyLink> ۾ وضاحت ڪري رھيا ھون

source: Include appropriate citation
lrk: مناسب حوالو ڀيرو ڪرو

source: Includes email, username & demographic info, available right away
lrk: ٻيرا هي اي ميل، صارف رو نوم ھين ڊيموگرافڪ ڄوڻ، فوري طور تي دستياب

source: Includes mp3s and related sentences, may take some time to prepare
lrk: ٻيرا ھي mp3s ھين ڀيريوڙا جملا، تيار ھويا ۾ ڪوئي وقت لئي سگھي ھو

source: Indonesian
lrk: انڊونيشي ٻولي

source: Indus Kohistani
lrk: سنڌو ڪوهستاني

source: Information about the language
lrk: ٻوليءَ بابت ڄوڻ

source: In Progress
lrk: جاري ھي

source: Interested in getting involved with this project, or partnering with us?
lrk: اي منصوبا ۾ ڀيرا ھويوڙا ۾ دلچسپي رکو ھون، يا امو مون ڀائيواري ڪريا ۾؟

source: Interested in learning more and contributing to the project?
lrk: وڌيڪ ھيکو ھين منصوبا ۾ حصو ليدا ۾ دلچسپي رکو؟

source: Interlingua
lrk: انٽرلنگوائي

source: Interlingue
lrk: انٽرلنگي ٻولي

source: [interrupted by background noise]
lrk: [پس منظر ري گوڙ ري وچ ۾ رڪاوٽ]

source: Intersex
lrk: انٽرسيڪس

source: Invalid file
lrk: غلط فائل

source: Irish
lrk: آئرستاني ٻولي

source: IsiNdebele (North)
lrk: انڊبيلا (اتر)

source: IsiNdebele (South)
lrk: انڊبيلا (ڏکڻ)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
lrk: <isoCodeLink>ISO ڪوڊس</isoCodeLink> جيڪڏي جوڻوي

source: Is the clip valid?
lrk: ڪاو ڪلپ صحيح هي؟

source: Italian
lrk: اطالوي ٻولي

source: It contains words or phrases that are hard to read or pronounce.
lrk: اي ۾ ايوا اکر يا جملا ھي جي پڙهيا يا ٻوليا ۾ ڏوکيا ھي

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
lrk: امو ري ڪوم تي ڀروسو ڪريا ري 100+ ٻولي برادريو ھارو ڊيٽا سيٽس ني هوسٽ ڪري ھين پليٽ فارم ني بهتر ٺايا تي هر سالl لڳ ڀڳ ايڪ ملين ڊالر خرچ ڊوي ھي ؟

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
lrk: ڊيٽا سيٽس ني هوسٽ ڪريا ھارو ھين پليٽ فارم ني بهتر بڻايا ھارو هر سال تقريبن ايڪ ملين ڊالر خرچ اوي ھي 100ٻولي ري برادريون جي امو ري ڪوم تي ڀروسو ڪري ھي<strong>.جيڪڏي تمي کوليوڙا، ڀآرا ڊيٽا ري قدر ڪرو ھون - آڄ ھي دون ڪرو</strong>!

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
lrk: ءڊيٽا سيٽس ني ڀيراڀير ميزباني ڪروي ھين جاري ڪريا ري ، پليٽ فارم ني بهتر ٺاوي ھين <africaMradiLink> ڪميونٽي پروگرامون ني هلايا ۾ تماوم گهڻو پئيو خرچ ھوئي ھي </africaMradiLink>.

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
lrk: او تموم ضروري هي ڪي سڀ متن را جملا <publicDomain>عوامي ڊومين</publicDomain> (cc0) هوئي جيم عام آواز ڊيٽا سيٽ ني cc0 لائسنس تحت جاري ڪريو گيو هي. صرف ڪڏي بي ايڪ جملو اپلوڊ ڪرو جيڪڏي تمي پڪ ھون ھين هميشه ميلتا جھولتا حوالا ڀيرا ڪرو

source: It is written in a language different than what I’m reviewing.
lrk: ايڪ ايوي ٻولي ۾ لکيوڙوهي جي ھون جائزو ليو ھون اي مون مختلف هي.

source: It is written in a language different than what I’m speaking.
lrk: آ آپري ٻولي مون ٻيجي ٻولي ۾ لکيوڙو هي.

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
lrk: حوالو ني ڀيرا ڪروُہ ضروري هي تو جيم امي چيڪ ڪري سگهو تو جملا عوامي ڊومين ۾ ھي ھين ڪاپي رائيٽ ري پابندي لاڳو هي.

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
lrk: او تموم گهڻو وٺي هي عام آواز ھويا ھارو! امي او اڪيلو ڪوئي ڪرو ھون امو مون ڀائيواري ڪرووُ چاهو ھون؟ امي تمو مون ھوڻوو پسند ڪريو.

source: Izhorian
lrk: ازهوري

source: Japanese
lrk: جاپاني ٻولي

source: Jaqaru
lrk: جَڪارو

source: Javanese
lrk: جاواني ٻولي

source: Join Discord Community
lrk: Discord ڪميونٽي ۾ ڀيرا ھون

source: Join our community
lrk: امو ني ڀيجس ري ٻوليا ۾ مدد ڪرو آپرو آواز ني دئي ھگي ھي

source: Join the Common Voice mailing list
lrk: عام وائس ميلنگ فهرست ۾ ڀيرا ھون

source: Join us on Discord
lrk: ڊسڪارڊ تي امو مون ڀيرا ھون

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
lrk: بس ڪوئي جملو ۾ قدرتي طور تي ممڪن طور تي جواب ڏيو. پڪ ڪرو ڪي تمو ري ٻولي احترام واري ھين بي جارحاڻي هوئي.

source: Just Unsure?
lrk: بس غير يقيني؟

source: Kabardian
lrk: ڪبراڊي ٻولي

source: Kabyle
lrk: ڪابلي

source: Kalasha
lrk: ڪالاݾا

source: Kalenjin
lrk: ڪلينجين

source: Kalkoti
lrk: ڪالڪوٽي

source: Kannada
lrk: ڪنادي ٻولي

source: Kaqchikel
lrk: ڪَچِيڪيل ٻولي

source: Kara
lrk: ڪارا

source: Karakalpak
lrk: ڪرڪالڪ ٻولي

source: Kateviri
lrk: کٽي ويري

source: Kazakh
lrk: قزاخ

source: { $kb }kb max
lrk: { $kb }kb وڌ ۾ وڌ

source: Keep
lrk: رکو

source: Keep it up, record again <recordIcon></recordIcon>
lrk: جاري رکو، ٻيجي رڪارڊ ڪرو.

source: Keep the recordings
lrk: رڪارڊنگ ني رکو

source: Keep track of your progress and metrics across multiple languages.
lrk: ڪيتوئي ٻوليو ۾ تمو ري ترقي ھين ميٽرڪ ري ٽريڪ رکو.

source: Keep track of your progress with a profile
lrk: پروفائل مون آپري ترقي رو رستو رکو

source: Keep track of your progress with a profile and help our voice data be more accurate.
lrk: ايڪ پروفائيل مون آپري ترقيءَ ري خبر رکو ھين امو ري آواز ني ڊيٽا ني وڌيڪ سھي ڪريا ۾ مدد ڪرو.

source: Kelabit
lrk: ڪيلابيٽ

source: Kenyah
lrk: ڪينيا

source: Kenyi
lrk: ڪيناي

source: Ketrani
lrk: ڪيٽراني

source: Khmer
lrk: خمير ٻولي

source: Khowar
lrk: خووار

source: K'iche'
lrk: ڪڇي

source: Kichwa
lrk: ڪچو

source: Kidaw'ida
lrk: ڪدويدا

source: Kikuyu
lrk: ڪڪيو ٻولي

source: Kinyarwanda
lrk: ڪينياروانڊا

source: Kohistani Shina
lrk: ڪوهستاني شينا

source: Kom
lrk: ڪوم

source: Komi-Zyrian
lrk: ڪومي زيرائي

source: Konkani (Devanagari)
lrk: ڪوڪاڻي ٻولي (ديوناگري)

source: Konkani (Romi)
lrk: گون ڪانڪاڻي ٻولي

source: Korean
lrk: ڪورين ٻولي

source: Kuku
lrk: ڪوڪو

source: Kurmanji Kurdish
lrk: ڪرمانجي ڪردي ٻولي

source: Kyrgyz
lrk: ڪرغيز ٻولي

source: Language
lrk: ٻولي

source: Language Fundamentals (e.g. Digits, Letters, Money)
lrk: ٻوليءَ اا بنيادي اصول (مثال طور انگ، اکر، پئسا)

source: Language Request
lrk: ٻولي ري درخواست

source: Language request successfully submitted, thank you.
lrk: ٻولي ري درخواست ڪاميابي مون جمع ڪراوي ديدي، مهربوني.

source: Languages
lrk: زبونو

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
lrk: ٻوليون اضافي ضرورتو مون ڀيرا آپرا آپرا تصديقي ضابطا رکي سگھو ھون جڏي اي مقامي ھوئي ھي. جيڪڏي ڪوئي ٻوليءَ ھارو ڪوئي خاص تصديق واري فائل ڪوئي هي، تو انگريزي قاعدا مددگارو ھارو جوراوئي.

source: Language Text
lrk: ٻولي رو متن

source: Lao
lrk: ليو ٻولي

source: Large bulk sentence submission
lrk: وديڪ جملا جما ڪرو

source: Large, publicly available voice datasets will foster innovation and healthy competition in machine-learning speech technology. Common Voice’s dataset is the largest of its kind, but not the only one. This page serves as a reference hub for other open-source voice datasets and a home for our release updates as Common Voice grows.
lrk: امي يقين رکون ھون ڪي وڏي، عوامي طور تي دستياب آواز ڊيٽا سيٽ مشينو ري ھکيا تي ھوڻيوڙي تقرير ٽيڪنالاجي ۾ جدت ھين صحتمند تجارتي مقابلا ني فروغ ڏيئي. Common Voice ري گھڻي ٻوليون واري ڊيٽا سيٽ پيري ۾ ھي آپري قسم رو سڀو مون موٿو عوامي طور تي دستياب وائس ڊيٽا سيٽ ھي، پر او واحد ڪوئي ھي. هن صفحا ني جو ايڪ ريفرنس مرڪز ري طور تي ٻيجي اوپن سورس وائس ڊيٽا سيٽو ھارو ھين، جيم عام آواز وڌي رھيو ھي امو ري رليز اپڊيٽ ھارو ايڪ گهر.

source: Large scale corporates and platform companies
lrk: موٽا پيمونا تي ڪارپوريٽ ھين پليٽ فارم ڪمپنيون

source: Lassi
lrk: لاسي

source: Last Updated: { $lastUpdatedTimeStamp }
lrk: آخري تازه ڪاري: { $lastUpdatedTimeStamp }

source: Latgalian
lrk: لٽگاليني

source: Latvian
lrk: لاتوين

source: Launched
lrk: شروع ڪريو گيو ھي

source: Laz
lrk: لز

source: Leaderboard Visibility
lrk: ليڊر بورڊ ري نمائش

source: Learn about partnerships with Common Voice
lrk: ڪامن وائس مون ڀائيواري بابت ھيکو

source: Learn about the mission and team behind Common Voice
lrk: ڪامن وائس ري لاري مشن ھين ٽيم ھارو ھيکو

source: Learn how to check a transcription
lrk: ٽرانسڪرپشن چيڪ ڪروي ھيکو

source: Learn how to take part
lrk: حصو ليدا رو طريقو ھيکو

source: Learn how to transcribe
lrk: ٽرانسڪرائيب ڪرووُ ھيکو

source: Learn how to use this page
lrk: اي صفحا ني استعمال ڪرووُ ھيکو.

source: Learn More
lrk: وري جو

source: Leaving now means you’ll lose your changes
lrk: ھمي سوڙيا رو مطلب ھي تمي آپري تبديليون گوماڻي ڪاڌيو

source: Leaving now means you'll lose your progress
lrk: همي سئڙيا رو مطلب هي ڪي تمي آپري ترقي گماڙي ديئو.

source: Length
lrk: ڊگھائي

source: Let's Get Started
lrk: آووُ تو شروعات ڪرون

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
lrk: اکر لازمي طور تي صحيح هووہ کپي ٻولي ۾ ٻولوہ. مثال طور، "ж" روسي الفابيٽ ۾ ايڪ اکر هي پر ڪڏي ڀي انگريزيء ۾ استعمال ڪوئي ڪريو گيو هي ھين ايڪري ڪوئي ڀي انگريزي ماخذ ري متن ۾ ڪڏي ڀي ظاهر ڪوئي ھووُ کپي

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
lrk: LibriSpeech تقريباً 1000 ڪلاڪو رو 16Khz پڙهيا وارو انگريزي اسپيچ هي جي LibriVox پروجيڪٽ مون آڊيو بوڪ پڙهيا مون نڪريوڙي هي.

source: License
lrk: لائسنس

source: License: <licenseLink>CC-0</licenseLink>
lrk: لائسنس: <licenseLink>سي سي-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
lrk: لائسنس: <licenseLink>{ $license }</licenseLink>

source: Ligurian
lrk: لگورين

source: Lingala
lrk: لنگالي ٻولي

source: Link Copied
lrk: لنڪ ڪاپي ڪرو

source: Links to websites that can help us understand the language
lrk: ويب سائيٽو را لنڪ جي امو ري ٻولي ني ھمجهيا ۾ مدد ڪري سگھي ھي

source: Listen
lrk: ھڻو

source: Listening
lrk: ھوڻوُ

source: Listen options menu
lrk: اختيارن رو مينيو ھوڻو

source: Listen-Queue
lrk: ھڻو ايڪ جيون

source: Lithuanian
lrk: لٿويني

source: Loading…
lrk: …لوڌ ھوئي رھيو ھي

source: Loading sentences…
lrk: ݾروع ھوئي ريا جملا

source: Localized
lrk: مقومي

source: Log In
lrk: لاگ ان

source: Login Identity
lrk: لاگ ان اورکيا

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
lrk: <loginLink>لاگ ان</loginLink>ھين<loginLink>ماٿي</loginLink>گھڻا جملل ڀآرا ڪريا ھارو

source: Log in or sign up to get started
lrk: ݾيرو ڪريا ھارو سائنپ يا لوگين ڪرو

source: Log In / Sign Up
lrk: لاگ ان / سائن اپ ڪريو

source: Log In / Sign Up with { $company } email
lrk: لاگ ان ڪرو / سائن اپ ڪرو { $company } اي ميل مون

source: Log Out
lrk: لاگ آئوٽ ڪرو

source: Lojban
lrk: لوجبان

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
lrk: متن ھارو جو جتي ڪاپي رائيٽ همي لاڳو ڪوئي ھوئي - مثال طور اڪثر ڪتاب جي 1920 مون پيري ھوما آيا هتا

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
lrk: لاڳي ھي تو اي ٻولي ۾ ھوڻيا ھارو ڪوئي ڀي ڪلپس ڪوئي ھي. امو ري مدد ڪرو قطار ڀريا ۾ ھامي ڪوئي رڪارڊ ڪرو.

source: Luganda
lrk: لوگنڊا ٻولي

source: Luxembourgish
lrk: لڪسمبرگي ٻولي

source: Macedonian
lrk: مقدوني ٻولي

source: Mada
lrk: مادا

source: Maithili
lrk: ميٿلي ٻولي

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
lrk: پڪ ڪرو ڪي پليٽ فارمتمو ري ٻوليا ري ݾروع ڪريا مون پيري ريڪارڌ ڪري رھيو ھي ھين آ صرف ايڪ دفا تمو ني زتم ڪروہ کپي

source: Make sure the sentence meets the following criteria:
lrk: پڪ ڪروڪي جملو هيٺي معيارن تي پورو اوتريو ھي:

source: Make sure they can be answered in just a couple of sentences
lrk: اوپي لنڪ آگي وڌاو موضوع ري درخواست ڪرو يا رپورٽ رو مسئلو پڪ ڪرو تو او رو جواب صرف ٻي جملو ۾ ڏئي سگهي ھي

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
lrk: ڪوئي گمنام ڊيموگرافڪ ڊيٽا مهيا ڪرتي آپري جمع ڪريوڙي ڊيٽا ني ممڪن طور تي امير ٺاوو. امو سڀ ڊيموگرافڪ ڊيٽا ني عام ڪريا مون پهري او ري اورکوڙ ڪرو ھون

source: Malagasy
lrk: ملاگسي

source: Malay
lrk: ملئي ٻولي

source: Malayalam
lrk: مليالمي ٻولي

source: Male/Masculine
lrk: نر/مذڪر

source: Maltese
lrk: مالٽي ٻولي

source: Manage Email Subscriptions
lrk: اي ميل سبسڪرپشو ني منظم ڪرو

source: Manage Subscriptions
lrk: سبسڪرپشو رو انتظام ڪرو

source: Manx
lrk: مانڪس

source: Mapudungun
lrk: ماپوڊونگون ٻولي

source: Marathi
lrk: مراٺي ٻولي

source: <mark>Check</mark>
lrk: <mark>چيڪ</mark>

source: <mark>Data</mark>
lrk: <mark>ڌيٽا</mark>

source: <mark>Prompt</mark>
lrk: <mark>تڪڙي</mark>

source: <mark>Respond</mark>
lrk: <mark>جواب ڏيوو</mark>

source: <mark>Transcribe</mark>
lrk: <mark>نقل ڪروي</mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
lrk: <mark>استعمال CV ھارو</mark><br/><mark>تماري جونڪاري?</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
lrk: <mark>امو ني ضرورت</mark><br/><mark>تماري مدد!</mark>

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
lrk: ميٽرڪس ايڪ کليوڙو، هلڪو وزن وارو پروٽوڪول هي جي غير مرڪزي، حقيقي وقت ري رابطا ھارو هي، ھين موزيلا رو ترجيحي کليوڙو بحث پليٽ فارم هي.

source: Maximum file size: 25 MB
lrk: وڌ ۾ وڌ فائل سائيز:25 MB

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
lrk: ھوئي سگهي ھي امو رو <homepageLink>Homepage</homepageLink> مدد ڪرئي؟ سوال پوسيا ھارو، مھربوني ڪرين ڀيرا ھو <matrixLink>Matrix ڪميونٽي چيٽ</matrixLink>، سائيٽ ري مسئلو ري نگراني ڪرو ذريعي <githubLink>GitHub</githubLink> يا <discourseLink>امو ري ڊسڪورس فورمز</discourseLink> تي جاو.

source: MB
lrk: ايم بي

source: Mbo
lrk: ايم نو

source: Meadow Mari
lrk: ميڊو ماري ٻولي

source: Media and Entertainment
lrk: ميڊيا ھين تفريح

source: Medumba
lrk: ميڊمبا

source: Meetei Lon
lrk: ميٽي لوني

source: Message
lrk: خبر

source: Michoacán Mazahua
lrk: ميچواڪان مازاهوا

source: Mingrelian
lrk: مينگيراليئن

source: Minimum sentences in file: 1000
lrk: فائل ۾ گھٽ ۾ گھٽ جملا1000

source: [Mismatched content]
lrk: بي مطلب مواد

source: Misreadings
lrk: غلط پڙھوُو

source: Missing an 's' at the end of a word.
lrk: ڪي اکر ري آخر ۾ ’s‘ غائب هي.

source: Missing an <strong>'s'</strong> at the end of a word.
lrk: لفظ ري آخر ۾غائب هي

source: Missing 'A' or 'The' at the beginning of the recording.
lrk: رڪارڊنگ ري شروعات ۾ 'A' يا 'The' غائب.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
lrk: رڪارڊنگ جي شروعات ۾ غائب هي.

source: Missing the end of the last word by cutting off the recording too quickly.
lrk: رڪارڊنگ ني تمام جلدي ڪٽيا مون آخري لفظ ري پڇاڙي گوماڙي ڪاڌي.

source: Mixed
lrk: مليل

source: Mixteco Yucuhiti
lrk: ميڪسٽيڪو يوڪوهيٽي

source: Mokpwe
lrk: موڪپ وي

source: Moksha
lrk: موڪشا ٻولي
